<%@ Page Title="Начало" Language="C#" MasterPageFile="~/Site.Master" AutoEventWireup="true" CodeBehind="Default.aspx.cs" Inherits="FinanceCalculator._Default" %>

<asp:Content ID="BodyContent" ContentPlaceHolderID="MainContent" runat="server">
    <html xmlns="http://www.w3.org/1999/xhtml">
        <head>
            <meta charset="utf-8"/>
            <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>
            <meta name="viewport" content="width=device-width, initial-scale=1"/>
            <title>Лизингов Калкулатор</title>
            <link href="Content/Default.css" media="screen" rel="stylesheet" type="text/css"/>
            <script type="text/javascript" src="Scripts/RefinanceCalculator.js"></script>
            <link href="Content/bootstrap.css" media="screen" rel="stylesheet" type="text/css"/>
            <script type="text/javascript" src="Scripts/jquery-3.3.1.min.js"></script>
            <script type="text/javascript" src="Scripts/bootstrap.min.js"></script>
        </head>
        <body id="body">
            <div class="jumbotron text-center">
                <h1 id="title">Финансов Калкулатор</h1>
                <p class="lead" id="description">
                    Чрез менюто в горната част на страницата можете да отворите следните калкулатори: Лизингов Калкулатор, Калкулатор За Рефинансиране, Кредитен Калкулатор.
                    <br/><br/>В края на някои полета може да видите номер, съответстващ на едно от описанията по долу.
                </p>
            </div>
            <div class="row">
                <div class="col-md-4">
                    <h2>Вид вноски (Анюитетни или намаляващи) <sup>1</sup></h2>
                    <p>
                        Анюитетни - при тях месечните вноски са равни всеки месец, като характерно е, че в началото се изплаща по-малка част от главницата и по-голяма от лихвите.
                        Намаляващи - при тях вноските са по-високи в началото и намаляват с течение на времето, характерното е че вноските по главницата са равни за целия период на кредита.
                    </p>
                </div>
                <div class="col-md-4">
                    <h2>Промоционална лихва (В %) <sup>2</sup></h2>
                    <p>
                       Промоционална (първоначална) лихва, която се начислява за фиксиран период в началото на кредита.
                       След изтичане на промоционалния период, обикновено се преминава на по-голяма променлива или фиксирана лихва.
                    </p>
                </div>
                <div class="col-md-4">
                    <h2>Други годишни такси (В % или валута) <sup>3</sup></h2>
                    <p>
                       Премии по застраховки (например застраховка "Имот", застраховка "Живот").
                    </p>
                </div>
                <div class="col-md-4">
                    <h2>Други месечни такси (В % или валута) <sup>4</sup></h2>
                    <p>
                       Премии по застраховки (например застраховка "Имот", застраховка "Живот").
                    </p>
                </div>
                <div class="col-md-4">
                    <h2>Такса за предсрочно погасяване (В %) <sup>5</sup></h2>
                    <p>
                        Въведете таксата за предсрочно погасяване според записаното във Вашия договор за кредит.
                        Забележка: Обезщетението на кредитора при потребителски кредити не може да бъде по-голямо от 1% от предсрочно погасената сума, когато оставащият срок на кредита е по-голям от 1 година и 0.5%, когато оставащият срок е по-малък от 1 година.
                        Обезщетение се дължи, когато лихвата по кредита е фиксирана за целия срок на кредита.
                        При ипотечни кредити, ако кредитът се погасява в рамките на първите 12 месеца от усвояването му кредиторът има право на обезщетение в размер на 1% от предсрочно погасената сума.
                        Когато кредитът се погасява след 12 месеца от усвояването му, кредиторът няма право на обезщетение.
                    </p>
                </div>
                <div class="col-md-4">
                    <h2>Първоначални такси (В %) <sup>6</sup></h2>
                    <p>
                        Въведете сбора от всички първоначални, еднократни такси по кредита, обявени от банката в %.
                        За потребителски кредити такива например могат да бъдат такса за разглеждане на документите, за оценка на кредитен риск, застраховка.
                        За ипотечни кредити такива например могат да бъдат такса за разглеждане на документите, за обезпечение, за юридическо обслужване, за оженка на кредитен риск.
                        Тук трябва да прибавите и размера на нотариалните такси за заличаване на настоящата ипотека и учредяването на нова в съответствие с новият кредит.
                    </p>
                </div>
                <div class="col-md-4">
                    <h2>Първоначални такси (Във валута) <sup>7</sup></h2>
                    <p>
                        Въведете сбора от всички първоначални, еднократни такси по кредита, обявени от банката в абсолютно число.
                        За потребителски кредити такива например могат да бъдат такса за разглеждане на документите, за оценка на кредитен риск, застраховка.
                        За ипотечни кредити такива например могат да бъдат такса за разглеждане на документите, за обезпечение, за юридическо обслужване, за оженка на кредитен риск.
                        Тук трябва да прибавите и размера на нотариалните такси за заличаване на настоящата ипотека и учредяването на нова в съответствие с новият кредит.
                    </p>
                </div>
            </div>
        </body>
    </html>
</asp:Content>